[Options]
RegExp=0
Sensitive=0
Multiline=0
EscSequences=0
ReplaceFunction=0
Direction=1
DialogWidth=400
DialogHeight=231
Template0=Удалить пустые строки=what:/^[ \t]*$\n*/ with://rm
Template1=Удалить пробелы в начале и в конце строк=what:/(^[ \t]+)|([ \t]+$)/ with://rm
Template2=Заменить символы пробелами=what:/[^\n]/ with:/ /r
Template3=0=what:// with://r
Find0=ret
Replace0=
